{"/":{"content":[{"type":"HeroSteps","props":{"stepCards":[{"stepNumber":1,"header":"Sign Up & Profile Creation","text":"Begin by creating your personal profile. This is more than just a login - it’s your identity in a community of proactive Australians."},{"stepNumber":2,"header":"Discover & Learn","text":"Before diving into discussions, familiarize yourself with our resource library. From policy breakdowns to expert insights, equip yourself with knowledge."},{"stepNumber":3,"header":"Engage in Topics","text":"Explore a range of topics spanning healthcare, infrastructure, business, and more. Contribute your thoughts, stories, and suggestions."},{"stepNumber":4,"header":"Multimedia Engagement","text":"Use photos and videos to enhance your messages. Show real-life impacts, narrate personal experiences, or simply share visual feedback."},{"stepNumber":5,"header":"Direct Dialogues","text":"Join scheduled Q&A sessions with public servants and ministers. It’s your chance to ask questions, seek clarity, and understand their perspectives."},{"stepNumber":6,"header":"Collaborative Workshops","text":"Periodically, we host collaborative workshops where users and officials co-design solutions for pressing issues. Be part of the change!"},{"stepNumber":7,"header":"Feedback Loop","text":"After discussions, we consolidate and relay your feedback to the relevant government departments. They, in turn, provide updates on actions taken."},{"stepNumber":8,"header":"Track & Impact","text":"Using our impact tracker, see the tangible changes your feedback instigates. Watch as your insights transform into policies."},{"stepNumber":9,"header":"Continuous Learning","text":"The landscape of governance is ever-evolving. Stay updated with our regular webinars, expert sessions, and news updates."},{"stepNumber":10,"header":"Build & Grow","text":"Beyond just discussions, 'your gov' is a community. Network with other users, collaborate on initiatives, and grow together."}],"id":"HeroSteps-5222fafc-8e36-485d-9317-9771ad7c9ee9"}}],"root":{"props":{"title":""}},"zones":{}}}